{"debate_idx": 1, "member": "John Stevenson (Carlisle) (Con)", "question": {"idx": ["Q1.", "Q1.1"], "member": ["If he will list his official engagements for Wednesday 14 December. (902827)", "A three and a half hour journey takes six hours; a straight journey ends up with two changes and a diversion; a train is cancelled at short notice. This has become the experience of a west coast rail passenger. If Avanti does not get its act together, will the Government cancel its franchise?"]}, "response": {"member": ["I am sure the whole House will share my sorrow at the capsizing of a small boat in the channel in the early hours of this morning, and the tragic loss of human life. Our hearts go out to all those affected, and our tributes to those involved in the extensive rescue operation.This morning, I had meetings with ministerial colleagues and others, in addition to my duties in this House, including the visit of His Majesty the King. I shall have further such meetings later today.", "I thank my hon. Friend for raising this question, and I share the frustration that this is causing to many in his community and other communities. Our immediate priority is to support the restoration of services before making any long-term decisions on the operation of the west coast franchise, but we will be closely monitoring Avanti’s roll-out of its recovery plan and holding it to account for delivering for passengers."]}}
{"debate_idx": 2, "member": "Keir Starmer (Holborn and St Pancras) (Lab)", "question": {"idx": ["OP.1", "OP.2", "OP.3", "OP.4", "OP.5", "OP.6"], "opposition": ["I join the Prime Minister: our prayers go out to those who capsized in the freezing waters of the channel last night. It is a reminder that the criminal gangs running those routes put the lives of the desperate at risk, and profit from their misery. They must be broken up and brought to justice.Tomorrow will be the first ever nationwide nurses’ strike. All the Prime Minister has to do to stop that is to open the door and discuss pay with them. If he did, the whole country would breathe a sigh of relief. Why won’t he?", "Nurses going on strike is a badge of shame for this Government. Instead of showing leadership, the Prime Minister is playing games with people’s health, and there is a human cost: Alex from Chester has been waiting for a gallbladder operation for nearly six months. He is in so much pain that he has been off school since then. His operation has already been cancelled twice. His mum, who I spoke to this morning, is worried sick. When she heard that the strikes could be called off, she was massively relieved; she is desperate for the Prime Minister to resolve this. All he needs to do is simply meet the nurses. Alex’s mum is listening to this. She does not want to hear the Prime Minister blaming everybody else; she does not want his usual ducking of the question. She is tuned in now because she wants him to explain: what is he going to do to resolve the nursing strike?", "In 12 hours’ time, there is a nurses strike. All the Prime Minister needs to do is meet the nurses. His inaction speaks volumes. As ever with this Prime Minister, it is Tory politics first, patients second. We have never seen a nurses strike like this before. They have been forced into it, because the Government have broken the health system. Ask anyone in the NHS, and they will tell you that they do not have enough staff—133,000 vacancies—and there is an obvious solution: scrap the non-dom status and use the money to bring through the next generation of doctors and nurses. That is what Labour would do. Why has he not got the guts to do it?", "As usual, the Prime Minister tries to blame everyone else. His Department commissioned a report into the NHS that reported on Monday. It said:“We have…had 10 years of managed decline.”It was not covid; responsibility is sitting right there. The reason that he cannot choose nurses over non-doms is because he is too weak to stand up to the tax avoiders. For 12 years, Conservative Governments have not trained enough doctors and nurses, so we have the absurd situation of the NHS spending billions on agency workers to fill the gap. Why should the country have to put up with money that should be spent treating patients being wasted plugging gaps instead?", "There the Prime Minister goes again, pretending everything is fine. Try telling that to those on waiting lists or those who cannot afford to pay for a next day GP appointment. After 12 years of Tory failure, winter has arrived for our public services, and we have a Prime Minister who has curled up in a ball and gone into hibernation. If he cannot act on behalf of patients or nurses, or everyone who wants these strikes called off, then surely the whole country is entitled to ask: what is the point of him and what is the point of the Government he is supposed to be leading?", "Under the last Labour Government, we had fair pay for nurses and no strikes, so I will not be taking lectures from the Prime Minister about that. [Interruption.]"]}, "response": {"opposition": ["We have consistently spoken to all the unions involved in all the pay disputes that there are, but I am glad the right hon. and learned Gentleman has raised our nurses, because they do incredible work. It is worth putting on record exactly what we have done for our nurses: last year, when everyone else in the public sector had a public sector pay freeze, the nurses received a 3% pay rise. When the Royal College of Nursing asked for more in-work training, we gave every nurse and midwife a £1,000 training budget, and when they asked for nurses’ bursaries, we made sure that every nursing student received a £5,000 grant. That is because we do work constructively, and we will continue to back our nurses.", "It is not just Alex; there are millions of others across this country who will have their healthcare disrupted because of the strike. The right hon. and learned Gentleman says that we should get round the table, but we all know what that means—that is simply a political formula for avoiding taking a position on this issue. If he thinks the strikes are wrong, he should say so. If he thinks it is right that pay demands of 19% are met, he should say so. What is weak is that he is not strong enough to stand up to the unions. [Interruption.]", "We are already investing billions more in the NHS. We are already hiring thousands more doctors and nurses. The right hon. and learned Gentleman asks about the backlogs and the waiting times in the NHS, but what he always fails to acknowledge is the impact of covid: that is why we are facing pressures. We do have a plan: not just more money, not just more doctors and nurses, but new diagnostic centres carrying out millions of checks and scans and new surgical hubs delivering more elective surgery. If we had listened to him, the backlog would still be growing, because we would still be in lockdown.", "Let me tell the right hon. and learned Gentleman what we are doing. We are actually listening to the independent pay review bodies; the Opposition want to undermine them. We have offered a fair pay deal; they cannot even decide on a number among themselves. We are actually protecting the public; they are protecting their paymasters. For working people in this country, it is Labour’s nightmare before Christmas.", "The right hon. and learned Gentleman talks about covid not having an impact. Ambulance waiting times for category 1—[Interruption.] Category 1 ambulance waiting times in February 2020 were actually completely on target. Covid has had an impact, and that is why, as the chief executive of the NHS has acknowledged, this Government are“serious about its commitment to prioritise the NHS.”But let us have a look at the NHS in Labour-run Wales, shall we? The worst A&E times in the country!", "I join the right hon. and learned Gentleman in thanking and paying tribute to all the staff of the House for the fantastic work that they do to support all of us.I appreciate the right hon. and learned Gentleman’s comments on Ukraine. It has been a point of incredible unity across this House and, indeed, the country. It is something we can all be proud of in our country—that we have stood behind Ukraine in its hour of need. As I said yesterday, this Christmas many families will be laying an extra place at their Christmas table. That speaks to the generosity and compassion of our nation, and long may that continue."]}}
{"debate_idx": 3, "member": "Angela Richardson (Guildford) (Con)", "question": {"idx": ["Q2."], "member": ["The A3 connects London to Portsmouth through Guildford, and I was delighted to see the new Solent freeport announced last week, which will increase traffic flows. As the A3 narrows through Guildford, it is sadly the most polluted road in the strategic road network. Short-term sticking plasters such as putting up 9-metre-high air pollution barriers that will entrench divisions in Guildford is not acceptable to me or my constituents. Does my right hon. Friend agree with me that it is time to think big, it is time to think long term and it is time to tunnel the A3 under Guildford? (902828)"]}, "response": {"member": ["I thank my hon. Friend for the question. I know this is an issue that she has long championed. I am told that National Highways is developing a range of different possibilities and solutions for the A3 through Guildford, and I know the Department for Transport will consider the case as it plans its future infrastructure investments."]}}
{"debate_idx": 4, "member": "Stephen Flynn (Aberdeen South) (SNP)", "question": {"idx": ["OP.1", "OP.2"], "opposition": ["I wish to join the Prime Minister and the Leader of the Opposition in extending my party’s thoughts to all those involved in the terrible tragedy in the channel this morning.Thanks to positive and proactive negotiations between the Scottish Government and the Unite and Unison health unions, a pay settlement has been reached and strike action averted. By stark contrast, the UK Health Secretary appears completely unwilling to negotiate with unions on pay, and strike action is very much still on the table. So may I ask the Prime Minister: when will he see the error of his ways, and follow the Scottish Government’s lead?", "Let us be clear: those words will ring hollow in the ears of people who, unlike the Prime Minister, cannae nip into Waitrose for their shopping, or even turn on their heating at this moment in time. That is particularly true of people in Scotland because, as we know, average energy bills in Scotland are anticipated to be not £2,500 per year, but £3,300 per year. People are genuinely terrified, and that is despite the fact that Scotland produces six times more gas than it consumes, with some 80% of our electricity coming from low-carbon sources. Decades of failed UK energy and regulatory policy are coming home to roost. Is it not the case that Scotland has the energy; we just need the power?"]}, "response": {"opposition": ["I am glad the UK Government were able to provide £1.5 billion in extra funding to the Scottish Government for public services. The Health Secretary and other Ministers have engaged fully not just with the unions, but with an independent pay-setting process, which takes the politics out of the process and ensures that we can meet those independent requirements with a fair pay deal.", "I am glad the hon. Gentleman has raised the question of energy support. It is because of the actions of this Government that we are providing every household in this country with about £900 of support with their energy bills this winter—£55 billion-worth of support. On top of that, next year there will be extra cost of living payments worth up to £1,200 for the most vulnerable, whether that be those on means-tested benefits, pensioners or the disabled. This is a Government who will always look after the most vulnerable in our society."]}}
{"debate_idx": 5, "member": "Stephen Metcalfe (South Basildon and East Thurrock) (Con)", "question": {"idx": ["Q3."], "member": ["As my right hon. Friend will know, the Mayor of London has decided, despite objections, to expand the ultra-low emission zone across all London boroughs. That will massively impact my constituents and those who share a border with London. Will my right hon. Friend urgently speak to the Secretary of State for Transport and encourage him to use the powers at his disposal to reverse this disastrous decision? (902829)"]}, "response": {"member": ["My hon. Friend will know that transport in London is devolved to the Labour Mayor of London. It is disappointing that the Mayor, backed by the Leader of the Opposition, is choosing not to listen to the public. The zone is being expanded against the overwhelming views of residents and businesses. I urge the Mayor and the Leader of the Opposition to be on the side of hard-working Londoners."]}}
{"debate_idx": 6, "member": "Ed Davey (Kingston and Surbiton) (LD)", "question": {"idx": ["CAUGHT.1"], "member": ["I associate myself and my party with the comments of others on the tragedy in the channel. Our thoughts and prayers are with the victims’ families.Forty per cent. of cancer patients now wait more than two months for treatment after an urgent referral from a GP. That is the highest proportion on record and way above the Government’s own cancer waiting target. I lost both my parents to cancer as a child, so like many people across the country and in this House, I know the devastating impact of treatment delays on cancer patients and their families. I ask the Prime Minister two questions. First, can he give a cast-iron guarantee that the dreadful cancer backlog will not get any worse? Secondly, when will the Government meet their own cancer target?"]}, "response": {"member": ["I am very sorry to hear about the right hon. Gentleman’s parents. I am sure many of us across this House have families that have been tragically affected by what cancer does. He is right to raise the importance of meeting our targets. We are experiencing very high numbers of cancer referrals following the pandemic, as he will be aware, but thanks to the brilliant work of our NHS staff, cancer treatment rates in the most recent month for which we have data are back at pre-pandemic levels, with a plan for them to increase further. Recently, the NHS also announced plans to fast-track patients direct to cancer tests, rather than having to wait for specialist consultation first. Those measures will make a difference, and I look forward to updating him on them in the new year."]}}
{"debate_idx": 7, "member": "Mary Robinson (Cheadle) (Con)", "question": {"idx": ["Q4."], "member": ["With the closure of the last bank in Cheadle, yet another of my local communities has been left bereft of a high street banking service. I was therefore pleased when I heard the announcement that Cheadle was to get a banking hub. Unfortunately, my delight was short lived, because on closer inspection I saw that it was Cheadle in Staffordshire. Although I remain pleased for the other Cheadle, does my right hon. Friend agree that my constituents also need access to cash and banking facilities to protect businesses and support our high street? Will he support local calls for post office banking hubs? (902830)"]}, "response": {"member": ["My hon. Friend is a fantastic champion for Cheadle in Greater Manchester. She will know that the Financial Services and Markets Bill will establish a legislative framework for protecting access to cash. Alongside that, as she mentioned, firms are already working to provide shared services such as bank hubs. I encourage her to contact Link, which can make an independent assessment of a community’s cash access needs and determine if shared facilities are appropriate."]}}
{"debate_idx": 8, "member": "Fabian Hamilton (Leeds North East) (Lab)", "question": {"idx": ["Q5."], "member": ["My constituent Sharon has an 11-year-old daughter who suffers from eating disorders and severe anorexia. She was forced to spend a year in hospital in Sheffield, 40 miles away, because there were no beds in Leeds for children with those eating disorders. That is completely unacceptable. Will the Prime Minister now commit to ensuring that NHS mental health provision for young people is dramatically improved so that no family ever again has to endure a similar trauma? (902831)"]}, "response": {"member": ["First of all, I say to Sharon and her family that I am sorry about what they have experienced. The hon. Gentleman makes an excellent point. Mental health funding, as he knows, is increasing so we can ensure parity of service. He is also right to raise the issue of eating disorders, for which provision is currently expanding. I think 2,000 more children were given the treatment, advice and support they needed last year, and there are plans to go further because it is an issue that needs tackling."]}}
{"debate_idx": 9, "member": "Jason McCartney (Colne Valley) (Con)", "question": {"idx": ["Q7."], "member": ["Police Constable Nicola Hughes and PC Fiona Bone were savagely murdered in Manchester while on duty a decade ago. Nicola’s dad Bryn is my constituent—he lives in Marsden—and last week he was in Parliament again continuing his campaign for emergency service workers and police officers who die while on duty to be awarded the Elizabeth medal posthumously. Does my right hon. Friend agree with me and Bryn that now is the time to commemorate and honour our brave police officers and emergency service workers who make the ultimate sacrifice, by awarding the Elizabeth medal posthumously? (902833)"]}, "response": {"member": ["I thank my hon. Friend for his question and his constituent Bryn for his campaigning. Every life lost in the line of duty is a tragedy, and we remember the lives and service of PCs Nicola Hughes and Fiona Bone. We are determined to ensure that the sacrifice that police officers and other public service officers make is recognised, and we are carefully considering the best and most appropriate ways to do that."]}}
{"debate_idx": 10, "member": "Kirsty Blackman (Aberdeen North) (SNP)", "question": {"idx": ["Q6."], "member": ["Across these islands, people are suffering because of the woefully inadequate policies of the UK Tory Government. They have crashed the economy, left millions in fear of the cold this winter and are stoking division over striking workers rather than negotiating fair pay deals. Why is it that the only people who can rely on this Prime Minister are questionable personal protective equipment suppliers in the House of Lords, bankers and former Prime Ministers who are getting taxpayer-funded handouts to defend their partying through covid? (902832)"]}, "response": {"member": ["The only people stoking division in our United Kingdom are the Scottish National party."]}}
