{"debate_idx": 1, "member": "Tommy Sheppard (Edinburgh East) (SNP)", "question": {"idx": ["Q1.", "Q1.1"], "member": ["If he will list his official engagements for Wednesday 30 November. (902522)", "In 2014, the Prime Minister’s predecessor David Cameron signed up to the Smith commission, which promised among other things that“nothing in this report prevents Scotland becoming an independent country…should the people of Scotland so choose.”Does the Prime Minister share that view? If he does, in the light of last week’s Supreme Court judgment, will he bring forward legislation to allow that choice to be exercised?"]}, "response": {"member": ["I am sure that colleagues around the House will want to join me in congratulating England on last night, in commending Wales for inspiring millions and in wishing everyone a happy St Andrew’s day.This morning, I had meetings with ministerial colleagues and others. In addition to my duties in this House, I shall have further such meetings later today.", "We did have that conversation not so many years ago—it was described as a once-in-a-generation referendum—and we discussed this last week. I think what the people of Scotland want is for us to be working constructively together to focus on their priorities. That is indeed what we are doing in the hon. Gentleman’s own area: we are investing hundreds of millions of pounds in a growth deal and ensuring that with the new concert hall we can enshrine Edinburgh’s reputation as a city of culture."]}}
{"debate_idx": 2, "member": "Sir Paul Beresford (Mole Valley) (Con)", "question": {"idx": ["Q3."], "member": ["I have just returned from the south Pacific and—[Interruption.] I have resisted the All Blacks jokes. I found a deep concern there about the expanding tentacles of communist China. Does my right hon. Friend agree that China is more than just “a systemic challenge”, as he has put it, and is in fact an expanding, serious geopolitical threat? (902524)"]}, "response": {"member": ["China is indeed a country with fundamentally different values from ours and an authoritarian leadership intent on reshaping the international order, but actions speak louder than words. That is why we passed the National Security and Investment Act 2021. Just recently, we used that Act to block the sale of Newport Wafer Fab, and this week, with our announcement of Sizewell C, we ensured that China’s state-owned nuclear energy corporation will no longer be a part of the project. This Government are making sure that we protect our country’s security."]}}
{"debate_idx": 3, "member": "Keir Starmer (Holborn and St Pancras) (Lab)", "question": {"idx": ["OP.1", "OP.2", "OP.3", "OP.4", "OP.5", "OP.6"], "opposition": ["I join the Prime Minister in saying, “Well done England”, and I hope we will be able to say that next week and the week after. I also send commiserations to Wales, who I am sure will be back in the World Cup tournament before too long. And, of course, we mark the fact that tomorrow is World AIDS Day.Winchester College has a rowing club, a rifle club and an extensive art collection. It charges more than £45,000 a year in fees. Why did the Prime Minister hand Winchester nearly £6 million of taxpayers’ money this year, in what his Levelling Up Secretary has called “egregious state support”?", "The Prime Minister’s Levelling Up Secretary, the right hon. Member for Surrey Heath (Michael Gove), who, after all, was Education Secretary for four years—and I see him down there—has said:“We could scarcely find a better way of doing that”—of ending what he described as “burning injustices”—than scrapping these handouts. The Prime Minister talks about driving up standards. Just down the road from Winchester, in Southampton—and he will know this—four in every 10 pupils failed English or maths GCSE this year. Is that £6 million of taxpayers’ money better spent on rifle ranges in Winchester, or on driving up standards in Southampton?", "If the Prime Minister thinks that the route to better education in this country is tax breaks for private schools in the hope that they might hand some of that money down to state schools, that is laughable. Trickle-down education is nonsense. But it is not just the Levelling Up Secretary; his Education Minister, sitting there, asks, “How much better would it be if Conservatives got rid of these handouts?”The Prime Minister talks about his record. It is simple: he can carry on being pushed around by the lobbyists, giving away £1.7 billion to private schools every year, or we can put that money to good use, and end the Tory scandal. He talks about his record, while hundreds of thousands of children are leaving school without the qualifications that they need. I have made my choice. What is his?", "The Prime Minister really does need to get out more. He talks about aspiration. They are killing off aspiration in this country, and it is not just about education—why is the dream of home ownership far more remote now than it was when his party came to power 12 years ago?", "Would you believe it, Mr Speaker? The simple fact is this: every year, the age at which people can buy their first home goes up. At this rate, under this Government, a child born in the UK today would not be able to buy their first home until they were 45. I love my kids, but I do not want to be cooking them dinner in 30 years’ time. I have heard that the right hon. Gentleman is having a relaunch. Apparently it is called Operation Get Tough, so how tough is he going to get with his Back Benchers who are blocking the new homes this country so badly needs?", "Whichever way you slice it, it is always the same: whether it is private schools, oil giants or those who do not pay their taxes here, every week the right hon. Gentleman hands out cash to those who do not need it. Every week he gets pushed around, and every week he gets weaker. But I can help him with this one. He does not need to do another grubby deal. If he wants to defeat that amendment from his anti-growth Back Benchers on national targets for housing, Labour will lend him the votes to do so. Country before party—that is the Labour way. Why doesn’t he try it?"]}, "response": {"opposition": ["I am pleased that the Leader of the Opposition wants to talk about schools, because we recently announced billions more in funding for our schools. We are helping millions of the most disadvantaged children to catch up with their lost learning, and we are driving up school standards. During covid, the Leader of the Opposition wanted to keep schools closed—but we should not be surprised, because I listen to parents and he listens to his union paymasters.", "The Leader of the Opposition talks about school standards. It is under a Conservative Government, and thanks to the reforms of the former Education Secretary, that now almost 90% of schools are good or outstanding.Whenever the Leader of the Opposition attacks me about where I went to school, he is attacking the aspiration of millions of hard-working people in this country. He is attacking people like my parents. This is the country that believes in opportunity, not resentment. He does not understand that, and that is why he is not fit to lead.", "We are improving school standards for every pupil in this country. It is our reforms that are leading to our marching up the league tables of the programme for international student assessment—PISA—for reading and writing. There are more good and outstanding schools, and there is more investment in every single school. The Leader of the Opposition talks about choice. This is about supporting aspiration, and that is what this Government are proud to do.", "What have we done in those 12 years? We have the highest number of new homes started in 15 years and the largest number of first-time buyers in 20 years. The Leader of the Opposition talked about the Conservative party coming to power 12 years ago. What did we inherit? The lowest level of house building in a century.", "We are delivering record numbers of new homes under this Government. That is what we are doing. The right hon. and learned Gentleman talks about toughness. He is too weak to stop dozens of his own MPs joining the picket lines. If he wants to support those hard-working families and show some leadership, why does he not confirm right now that no Labour MPs are going to join those picket lines?", "We did hear that the right hon. and learned Gentleman is too weak to confirm there will be no one on the picket lines. It is the same old Labour ideas: more debt, more inflation, more strikes and more migration. He tells his party what it wants to hear. I will take the difficult decisions for this country. That is the choice: it is the politics of yesterday with him, or the future of the country with me."]}}
{"debate_idx": 4, "member": "Fiona Bruce (Congleton) (Con)", "question": {"idx": ["Q4."], "member": ["As hosts of this week’s international Preventing Sexual Violence in Conflict Initiative conference, the UK again highlighted the need for more action to prevent sexual violence in conflict. Given the heartrending accounts of women in Ukraine being brutalised in this way and the reports that a third of women in conflict zones can be victims, will the Prime Minister champion with me, as his special envoy for freedom of religion or belief, the work being undertaken with young people across the world to stop religion or belief being weaponised, which can later manifest into sexual violence in conflict? (902525)"]}, "response": {"member": ["I am incredibly grateful to my hon. Friend for her dedicated work in this area. She is absolutely right to highlight the fact that, this week, the UK hosted the Preventing Sexual Violence in Conflict Initiative conference. It was an incredible success and I pay tribute to all those involved. As she said, we managed to reach a new political declaration in the conference where over 50 different countries have agreed to put an end to sexual violence in conflict. She deserves praise for all her work in this area."]}}
{"debate_idx": 5, "member": "Ian Blackford (Ross, Skye and Lochaber) (SNP)", "question": {"idx": ["OP.1", "OP.2"], "opposition": ["I am sure the whole House will want to join me in sending prayers and condolences to the wife of Doddie Weir, who sadly passed away at the weekend. He was an absolute giant of a man, an inspirational figure in Scottish rugby and someone who raised £8 million for motor neurone disease charities over the past six years. Our thoughts are with Kathy, with Hamish, with Angus and with Ben.Let me wish everyone a happy St Andrew’s day. Those who know anything about St Andrew will know that he is not just the patron of Scotland; he is celebrated right across Europe. That is why it is such a sad sight to watch this Prime Minister ram through a Bill that would rip up 4,000 pieces of European law—laws that protect workers’ rights, food standards and environmental protections. And it is an even worse sight watching the leader of the Labour party desperately trying to out-Brexit the Prime Minister, ruling out freedom of movement and any hope of a Swiss-style deal. Brexit is now the elephant in the room that neither the Tories nor Labour are willing to confront. When will the Prime Minister finally see reality and admit that Brexit is a significant long-term cause of the UK economic crisis?", "I thank the Prime Minister for his remarks on Doddie Weir.Once again, what we are seeing on Brexit is “better together”—we are used to that in Scotland. The problem for both the Prime Minister and the Labour leader when it comes to Brexit is that even their own voters do not agree with them. The latest YouGov poll showed that a record 56% now believe it was wrong to leave the European Union, and the figure is 71% in Scotland. One in five people who voted for Brexit have now changed their mind. More and more people across these islands are wise to the fact that “make Brexit work” is just another stupid slogan. Scotland cannot be stuck with a new “Brexit together” coalition of the Tories and Labour, so on this St Andrew’s day can the Prime Minister finally tell people in Scotland what is the democratic path to escape Westminster control and deliver independence so that we can get back to the European Union?"]}, "response": {"opposition": ["I join the right hon. Gentleman in offering our condolences to the family and friends of Doddie Weir, to whom I pay tribute for his campaign to raise awareness of motor neurone disease, which has made a big difference.Straightforwardly, I was proud to support Brexit, which was the right thing for this country. It allows us, first of all, to get control of our borders, which is incredibly important, and to reduce migration. I agree with the right hon. Gentleman about the slight dexterity of the Leader of the Opposition on the topic of free movement, and I know he will join me in reminding the Leader of the Opposition of his promise to defend the free movement of people, which is not something we support. We are also seizing the economic opportunities, deregulating and signing trade deals around the world. That is how we will drive growth and prosperity.", "The right hon. Gentleman talks about democracy and votes. The difference between us is that I respect the result of referendums. Let us remember one thing: we had the fastest vaccine roll-out in the world because of our freedoms after leaving the European Union."]}}
{"debate_idx": 6, "member": "Mark Pawsey (Rugby) (Con)", "question": {"idx": ["Q5."], "member": ["Manufacturing remains a key part of the UK economy, and for the west midlands that means automotive, which is important to my Rugby constituency as we have firms in the supply chain and workers at Jaguar Land Rover. The move to all new cars sold in the UK being electric by 2030 means it is critical that we have a battery manufacturing site. Assembly is already taking place elsewhere in the world where batteries are made, so will the Prime Minister support the bid for a gigafactory in Coventry? (902526)"]}, "response": {"member": ["I pay tribute to my hon. Friend for his efforts to progress this project. We are fully committed to securing investment to grow our electric vehicle supply chain. Although he will know I cannot comment on individual commercial negotiations, we announced £350 million of funding for the automotive transformation fund in the net zero strategy to support the development of that supply chain, and I wish him every success in his bid."]}}
{"debate_idx": 7, "member": "Colum Eastwood (Foyle) (SDLP)", "question": {"idx": ["CAUGHT.1"], "member": ["Yesterday, BBC Northern Ireland announced cuts to programming and jobs at BBC Radio Foyle, which in my view will leave the station totally unsustainable. The BBC charter places an obligation on the BBC to allow audiences to engage fully on local issues. This decision is a very clear breach of that obligation, leaving licence fee payers outside the Greater Belfast area without proper local programming. Will the Prime Minister act to defend this very important local public broadcasting service?"]}, "response": {"member": ["I believe very strongly in local public broadcasting, and indeed the Government have taken steps to support local media. I will be happy to look at the specific issue the hon. Gentleman raises, and to bring it up with the BBC when I next see them."]}}
{"debate_idx": 8, "member": "Angela Richardson (Guildford) (Con)", "question": {"idx": ["Q8."], "member": ["The people of Guildford tell me they want women and girls to feel safe, and I am delighted to have had some success in getting lights turned back on, including on Yorkie’s bridge on behalf of concerned students at the University of Surrey. Does my right hon. Friend agree that, even in difficult times, we cannot take a single step back from the brilliant work that this Conservative Government are doing to tackle violence against women and girls? (902529)"]}, "response": {"member": ["Like my hon. Friend, the Government are committed to tackling violence against women and girls, and to making our streets safer. We created the safer streets fund, which funds additional patrols, extra lighting and more CCTV. The StreetSafe online tool allows users, including those in her constituency, to pinpoint locations where they feel unsafe so that local police can take appropriate action. I will continue to support her in her efforts."]}}
{"debate_idx": 9, "member": "Abena Oppong-Asare (Erith and Thames-mead) (Lab)", "question": {"idx": ["Q2."], "member": ["Two 16-year-old boys, Charlie Bartolo and Kearne Solanke, were tragically killed in my constituency this weekend, and my heart goes out to the families and friends left behind. We really need to come together across the House to address and tackle serious youth violence, so may I ask the Prime Minister what he is doing to address the knife crime epidemic? (902523)"]}, "response": {"member": ["I thank the hon. Lady for her question and join her in expressing condolences to the family and friends of the two boys; I also read about it and it is an awful tragedy. She rightly asks what we are doing to make our streets safer and stamp out the scourge of knife crime. We are boosting the number of police officers; as she will know, with 15,000, on our way to 20,000. We are also giving them the powers they need to get knives off our streets, including by lifting restrictions on stop and search, and introducing new court orders to target known knife offenders. I agree with her that this is something we need to do more on, and she should know that the Government will be fully committed to tackling it."]}}
{"debate_idx": 10, "member": "Gordon Henderson (Sittingbourne and Sheppey) (Con)", "question": {"idx": ["Q11."], "member": ["When will my right hon. Friend’s Government bring forward any emergency legislation that is needed to deport those migrants who came across the channel illegally in small boats and are now being put up in hotels paid for by hard-pressed British taxpayers? (902532)"]}, "response": {"member": ["We are determined to do whatever it takes to break the business model of the people smugglers, who are causing the needless loss of life of  people in the channel and putting unsustainable pressure on our asylum system. Our Nationality and Borders Act 2022, opposed by the Labour party, gives us new powers, which we fully intend to use. We will take further measures as required to properly control our borders and reduce the number of illegal crossings."]}}
{"debate_idx": 11, "member": "Andy McDonald (Middlesbrough) (Lab)", "question": {"idx": ["Q6."], "member": ["It was sad to see in a video from his Oxford days the future Prime Minister saying that he hadn’t a single friend who was working class. He is not likely to make any soon, because while he sits on a personal fortune he is refusing the reasonable demands of nurses, railway workers and many others who are forced to take industrial action just to make ends meet. Why doesn’t he give them the wage increase they need and fund it by making the rich pay the same rate on unearned income as workers have to pay for their hard graft? While he is at it, why not scrap the non-dom tax loophole that he is all too familiar with, which is costing the public £3.2 billion? (902527)"]}, "response": {"member": ["I have nothing but admiration and gratitude for our nurses for all the work they do, but it is simply unreasonable and unaffordable to have a 19% pay rise. If that is what the hon. Gentleman thinks is reasonable, I am sure the Labour party can explain to us how it would pay for that and the impact it would have on inflation. If he really wants to support working people, maybe he should get off the picket line and end the strikes."]}}
{"debate_idx": 12, "member": "Esther McVey (Tatton) (Con)", "question": {"idx": ["Q12."], "member": ["The train service between Wilmslow in my constituency and London was always hourly, direct and took one hour and 50 minutes. Now, we would be very lucky if we got a direct train and the journey time is often double that. And that is not restricted to strike days; it is day in, day out on Avanti trains. Will the Prime Minister tell my constituents what the Government are going to do to sort this out and get the west coast service back to what it used to be, because the service at the moment is completely unacceptable? (902533)"]}, "response": {"member": ["My right hon. Friend is absolutely right about the unacceptable deterioration in the quality of Avanti’s service. The Transport Secretary is rightly monitoring it and holding Avanti to account. There is a plan to increase the number of trains—with the 100 additional drivers—and restore the full direct service between Manchester and London. But what this plan needs—and I hope the Labour party supports it—is trade union co-operation."]}}
{"debate_idx": 13, "member": "Munira Wilson (Twickenham) (LD)", "question": {"idx": ["Q7."], "member": ["I am sure that Conservative Members felt a sense of déjà vu watching the Welsh defence during last night’s match—after all, they know what it feels like to have Marcus Rashford run rings around them. Off the pitch, Marcus Rashford has been a tireless campaigner on child hunger, in the face of fierce Conservative opposition. Given that Marcus Rashford delivered on the pitch last night, will the Prime Minister give him the best thanks possible by delivering free school meals for every child living in poverty? (902528)"]}, "response": {"member": ["We are supporting almost 2 million children with free school meals. We also, last year, invested hundreds of millions of pounds in the new  holiday activities and food programme, which is broadening that support through the holidays for those kids who need it, on top of our work to roll out breakfast clubs across the country."]}}
{"debate_idx": 14, "member": "Mrs Flick Drummond  (Meon Valley) (Con)", "question": {"idx": ["Q13."], "member": ["The pandemic has played havoc with school attendance and the Children’s Commissioner says that almost 115,000 children are now being home-educated, which is 34% higher than before the pandemic, with little if any monitoring of their educational welfare. Even worse, nine in 10 local authorities believe that they have not been able to identify home-educated children. Will my right hon. Friend bring forward the register of home-schooled children so that they are identified and we can ensure that their needs are looked after and they are not falling through the net? (902534)"]}, "response": {"member": ["We support the right of parents to home-educate their children and we know that many do well. However, that is not the case for all, which is why local authorities must seek to identify those children missing education. We have published guidance on the arrangements that they should be following and, indeed, ensured that they have oversight of elective home education."]}}
{"debate_idx": 15, "member": "Catherine West (Hornsey and Wood Green) (Lab)", "question": {"idx": ["Q9."], "member": ["After record payouts to shareholders last year, the Royal Mail recently—this year—announced huge half-year losses and plans to cut 10,000 jobs, while threatening the cherished universal service obligation that guarantees a minimum six-days-a-week letter delivery service, in the tradition of the Penny Black from 1840. Why have the Government not yet committed to investigating the cack-handed mismanagement of this iconic British service and to protecting its future and loyal postal workers? (902530)"]}, "response": {"member": ["Again, I have nothing but gratitude and appreciation for the hard work of our postal workers, but it is not the right approach to go on strike, and especially to demand pay, as we have heard, that is simply unaffordable for hard-working British taxpayers. The hon. Lady would do well to see that. In the context that we are in, it is simply not possible to give people the type of pay demands that they are making."]}}
{"debate_idx": 16, "member": "Andrew Percy (Brigg and Goole) (Con)", "question": {"idx": ["CAUGHT.2"], "member": ["Due to the unique geography of Brigg and Goole and the Isle of Axholme, we are one of the most flood-prone areas of the country. Although I welcome the record £5.4 billion of flood defence money, may I ask the Prime Minister, ahead of next year’s Budget, to look at easing the rules around how that money is spent, so that more of it can be spent on maintenance, which is so important to keeping my constituents dry?"]}, "response": {"member": ["I am very happy to look at that for my hon. Friend. He is right to highlight the doubling of the investment that the Government have put into flood defences, but it is right that we get the mix right. I will take that matter away with me."]}}
{"debate_idx": 17, "member": "Colleen Fletcher (Coventry North East) (Lab)", "question": {"idx": ["Q10."], "member": ["The West Midlands Police chief constable has revealed that a vulnerable child was forced to spend two days living in a police station during a mental health crisis because the right specialist help could not be found for them. I know that more and more young people are unable to access appropriate mental health support. Will the Prime Minister accept Labour’s plans to scrap private school charitable status and use the money to fund a mental health professional in every school? (902531)"]}, "response": {"member": ["We have already committed to offer all state schools a grant to train a senior mental health lead by the end of this Parliament. Already six out of 10 are doing so. There is funding for all of them to have it. In addition, we are increasing the support that we give to those with eating disorders, because the hon. Lady is right: mental health does affect young people. This Government are backing those people to get the support that they need."]}}
{"debate_idx": 18, "member": "Paul Bristow (Peterborough) (Con)", "question": {"idx": ["CAUGHT.3"], "member": ["The number of people crossing the channel is a national emergency. The number of migrants in hotels is a national emergency. Is it not time that we had a Cobra-style Committee, involving the Department for Work and Pensions, the Department for Levelling Up, Housing and Communities, and the Home Office and led by No.10, to tackle this crisis?"]}, "response": {"member": ["I share my hon. Friend’s frustration and I want to reassure him that we will do whatever it takes to reduce the number of illegal crossings to this country and take any new powers that we need to. I look forward to working with him to ensure we can do that, because this is fundamentally about our sovereignty and the proper control of our borders. While the Labour party has tried to oppose every measure we have taken, we will keep going, because we need to ensure that we stop the crossings."]}}
{"debate_idx": 19, "member": "Kirsten Oswald (East Renfrewshire) (SNP)", "question": {"idx": ["Q14."], "member": ["Last week the UK Government’s Regulatory Policy Committee stated that the Retained EU Law (Revocation and Reform) Bill is “not fit for purpose”. The Institute of Directors, the TUC and countless others have urged the Government to scrap the Bill. Businesses across Scotland have already suffered severe economic damage under this Tory Brexit agenda, and they now see the outlook clouded with even more complexity and uncertainty. If the Prime Minister is serious about protecting the economy and looking after small and medium-sized enterprises, why not do the right thing and scrap this disastrous, ideological Bill now? (902535)"]}, "response": {"member": ["Taking advantage of our freedoms is going to drive growth, jobs and prosperity in the UK, whether in life sciences, in reducing the burdens on data for those SMEs or in the financial services industry in Scotland. That is how we are going to create prosperity across this nation and that is why we are going to get on and deregulate post Brexit."]}}
{"debate_idx": 20, "member": "Paul Holmes (Eastleigh) (Con)", "question": {"idx": ["CAUGHT.4"], "member": ["My right hon. Friend and the Chancellor have rightly pointed out that levelling up is for the whole of the United Kingdom. As a Southampton man, my right hon. Friend the Prime Minister will know that, since the 1970s, Eastleigh has been promised a much-needed Chickenhall Lane bypass. Will he agree to meet me and Hampshire County Council to finally get the project moving?"]}, "response": {"member": ["It is right that we spread opportunity across the country, including in Eastleigh and the south. I understand that it is for Hampshire County Council to bring forward the proposal for the bypass, which I hope it will do at the next funding opportunity, and I will ensure that my hon. Friend and the council have a meeting with a Transport Minister as soon as possible."]}}
{"debate_idx": 21, "member": "Alan Brown (Kilmarnock and Loudoun) (SNP)", "question": {"idx": ["Q15."], "member": ["Tory ideology has blocked onshore wind development in Scotland for years. The Peterhead carbon capture cluster has lost out on funding twice and is still only classed as a reserve. Pump storage hydro schemes have been blocked because the UK Government will not discuss a pricing mechanism. If the Prime Minister actually cares about net zero and Scottish jobs, will he at least take action to advance Peterhead carbon capture and storage and pump storage hydro in Scotland? (902536)"]}, "response": {"member": ["Not only are we supporting in this country carbon capture and storage, hydrogen and offshore wind—all new technologies that will help us to get to net zero and will create jobs in Scotland—but we are supporting our transition. That is good for the Scottish economy and good for Scottish jobs, and something the SNP would do well to support."]}}
